Repository: alimkhann/sunnad
Catalog: sunnad-ios/sunnad-ios/Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru

# onboarding.welcome.quote
source: Call yourselves to account before you are called to account. — Umar ibn al-Khattab
kk: Есепке тартылмай тұрып өздеріңді есепке тартыңдар. — Омар ибн әл-Хаттаб
ru: Призовите себя к отчёту, прежде чем вас призовут к отчёту. — Умар ибн аль-Хаттаб

# onboarding.welcome.skip
source: Skip
kk: Өткізу
ru: Пропустить

# onboarding.welcome.value
source: Build consistent worship, one small action at a time.
kk: Ғибадатты шағын қадамдармен тұрақты әдетке айналдырыңыз.
ru: Укрепляйте постоянство в поклонении маленькими шагами.

# onboarding.welcome.subtitle
source: Build consistent habits across spiritual, physical, social, and personal growth.
kk: Рухани, дене, әлеуметтік және жеке даму бағыттарында тұрақты әдеттер қалыптастырыңыз.
ru: Создавайте устойчивые привычки в духовной, физической, социальной и личной сферах.

# onboarding.welcome.title
source: Balance Your Life
kk: Өмірді теңестіріңіз
ru: Сбалансируйте жизнь

# placeholder.not_found.subtitle
source: The selected item is no longer available.
kk: Таңдалған элемент табылмады.
ru: Выбранный элемент больше недоступен.

# placeholder.not_found.title
source: Not Found
kk: Табылмады
ru: Не найдено

# profile.about
source: About Adat
kk: Adat туралы
ru: Об Adat

# profile.account
source: Account
kk: Тіркелгі
ru: Аккаунт

# profile.appearance
source: Appearance
kk: Көрініс
ru: Оформление

# profile.change_password
source: Change Password
kk: Құпиясөзді өзгерту
ru: Сменить пароль

# profile.danger_zone
source: Danger Zone
kk: Қауіпті аймақ
ru: Опасная зона

# profile.delete_account
source: Delete Account
kk: Тіркелгіні жою
ru: Удалить аккаунт

# profile.delete_account.confirm
source: This deletes your account and remote data. Local data on this device stays unless you use Delete Data.
kk: Бұл тіркелгіңіз бен қашықтағы деректерді жояды. Осы құрылғыдағы жергілікті деректер Delete Data батырмасын баспайынша сақталады.
ru: Это удалит ваш аккаунт и удаленные данные. Локальные данные на устройстве останутся, пока вы не нажмете Delete Data.

# profile.delete_data
source: Delete Data
kk: Деректерді жою
ru: Удалить данные

# profile.delete_data.confirm
source: This will remove local habits, saved quotes, and groups from this device.
kk: Бұл құрылғыдан жергілікті әдеттер, сақталған нақыл сөздер және топтар жойылады.
ru: Это удалит локальные привычки, сохраненные цитаты и группы с этого устройства.

# profile.edit.avatar.change
source: Change photo
kk: Фотоны өзгерту
ru: Изменить фото

# profile.edit.avatar.invalid
source: Could not process this image. Try another photo.
kk: Бұл суретті өңдеу мүмкін болмады. Басқа фотоны таңдаңыз.
ru: Не удалось обработать это изображение. Попробуйте другое фото.

# profile.edit.avatar.remove
source: Remove photo
kk: Фотоны жою
ru: Удалить фото

# profile.edit.avatar.removed
source: Profile photo removed.
kk: Профиль фотосы жойылды.
ru: Фото профиля удалено.

# profile.edit.avatar.updated
source: Profile photo updated.
kk: Профиль фотосы жаңартылды.
ru: Фото профиля обновлено.

# profile.edit.saved
source: Profile updated.
kk: Профиль жаңартылды.
ru: Профиль обновлен.

# profile.edit.subtitle
source: Update your username and profile photo.
kk: Пайдаланушы атыңыз бен профиль фотоңызды жаңартыңыз.
ru: Обновите имя пользователя и фото профиля.

# profile.edit.tap
source: Tap to edit profile
kk: Профильді өңдеу үшін түртіңіз
ru: Нажмите, чтобы редактировать профиль

# profile.edit.title
source: Edit Profile
kk: Профильді өңдеу
ru: Редактировать профиль

# profile.edit.username.hint
source: Use 3-20 lowercase letters, numbers, or underscore.
kk: 3-20 таңба: кіші әріп, сан немесе астыңғы сызық.
ru: Используйте 3-20 символов: строчные буквы, цифры или нижнее подчеркивание.

# profile.guest
source: Guest
kk: Қонақ
ru: Гость

# profile.habits
source: Habits
kk: Әдеттер
ru: Привычки

# profile.help_faq
source: Help & FAQ
kk: Көмек және ЖҚС
ru: Помощь и FAQ

# profile.insights
source: Insights
kk: Талдау
ru: Аналитика

# profile.language
source: Language
kk: Тіл
ru: Язык

# profile.manage_habits
source: Manage Habits
kk: Әдеттерді басқару
ru: Управление привычками

# profile.notifications
source: Notifications
kk: Хабарландырулар
ru: Уведомления

# profile.privacy
source: Privacy
kk: Құпиялылық
ru: Конфиденциальность

# profile.saved
source: Saved
kk: Сақталған
ru: Сохраненное

# profile.saved_quotes
source: Saved Quotes
kk: Сақталған нақыл сөздер
ru: Сохраненные цитаты

# profile.send_feedback
source: Send Feedback
kk: Пікір жіберу
ru: Отправить отзыв

# profile.settings
source: Settings
kk: Баптаулар
ru: Настройки

# profile.sign_out
source: Sign Out
kk: Шығу
ru: Выйти

# profile.sign_out.confirm
source: Are you sure you want to sign out?
kk: Шығуды растайсыз ба?
ru: Вы уверены, что хотите выйти?

# profile.sounds_haptics
source: Sounds & Haptics
kk: Дыбыстар мен діріл
ru: Звуки и тактильный отклик

# profile.support
source: Support
kk: Қолдау
ru: Поддержка

# profile.tap_sign_in
source: Tap to sign in
kk: Кіру үшін басыңыз
ru: Нажмите, чтобы войти

# profile.version
source: Version 1.0.0
kk: Нұсқа 1.0.0
ru: Версия 1.0.0

# quote.card.open
source: Open quote of the day
kk: Күннің нақыл сөзін ашу
ru: Открыть цитату дня

# quote.card.title
source: Quote of the day
kk: Күннің нақыл сөзі
ru: Цитата дня

# quote.daily.author
source: Prophet Muhammad ﷺ
kk: Пайғамбар Мұхаммед ﷺ
ru: Пророк Мухаммад ﷺ

# quote.daily.text
source: The best of people are those who are most beneficial to others.
kk: Адамдардың ең жақсысы - өзгелерге көбірек пайда әкелгені.
ru: Лучшие из людей - те, кто приносит наибольшую пользу другим.

# quote.saved_feedback
source: Saved in Profile > Saved Quotes
kk: Профиль > Сақталған нақыл сөздерге сақталды
ru: Сохранено в Профиль > Сохраненные цитаты

# quote.saved.sample.author
source: Ibn Qayyim
kk: Ибн Қайим
ru: Ибн Каййим

# quote.saved.sample.text
source: Sabr and certainty lead to leadership in faith.
kk: Сабыр мен сенім иманда жетекшілікке жеткізеді.
ru: Терпение и убежденность ведут к лидерству в вере.

# quote.share.footer
source: Shared from Adat app: https://www.sunnad.app
kk: Adat қолданбасынан бөлісілді: https://www.sunnad.app
ru: Отправлено из приложения Adat: https://www.sunnad.app

# saved_quotes.empty.subtitle
source: Save quotes from Today and they will appear here.
kk: Бүгін экранынан сақталған нақыл сөздер осында көрінеді.
ru: Сохраняйте цитаты с экрана Сегодня, и они появятся здесь.

# saved_quotes.empty.title
source: No Saved Quotes
kk: Сақталған нақыл сөздер жоқ
ru: Нет сохраненных цитат

# saved_quotes.title
source: Saved Quotes
kk: Сақталған нақыл сөздер
ru: Сохраненные цитаты

# schedule.empty
source: No habits found
kk: Әдеттер табылмады
ru: Привычки не найдены

# schedule.mode
source: View
kk: Көрініс
ru: Вид

# schedule.mode.all
source: All
kk: Барлығы
ru: Все

# schedule.mode.month
source: Month
kk: Ай
ru: Месяц

# schedule.mode.upcoming
source: Upcoming
kk: Келесі
ru: Предстоящее

# schedule.mode.week
source: Week
kk: Апта
ru: Неделя

# schedule.month.placeholder.subtitle
source: Month planning UI is scaffolded as placeholder for a future iteration.
kk: Айлық жоспарлау интерфейсі кейінгі нұсқаға орынбасар ретінде қалдырылды.
ru: Интерфейс месячного планирования оставлен как заглушка для следующей итерации.

# schedule.month.placeholder.title
source: Month View Placeholder
kk: Ай көрінісі орны
ru: Заглушка месячного вида

# schedule.none_for_day
source: No habits scheduled
kk: Бұл күнге әдет жоспарланбаған
ru: На этот день привычки не запланированы

# schedule.open_month_placeholder
source: Open Month Placeholder
kk: Ай орны ашу
ru: Открыть месячную заглушку

# schedule.open_week_placeholder
source: Open Week Placeholder
kk: Апта орны ашу
ru: Открыть недельную заглушку

# schedule.title
source: Schedule
kk: Кесте
ru: Расписание

# schedule.today
source: Today
kk: Бүгін
ru: Сегодня

# schedule.tomorrow
source: Tomorrow
kk: Ертең
ru: Завтра

# schedule.week.placeholder.subtitle
source: Week planning UI is scaffolded as placeholder for a future iteration.
kk: Апталық жоспарлау интерфейсі кейінгі нұсқаға орынбасар ретінде қалдырылды.
ru: Интерфейс недельного планирования оставлен как заглушка для следующей итерации.

# schedule.week.placeholder.title
source: Week View Placeholder
kk: Апта көрінісі орны
ru: Заглушка недельного вида

# tab.groups
source: Groups
kk: Топтар
ru: Группы

# tab.profile
source: Profile
kk: Профиль
ru: Профиль

# tab.today
source: Today
kk: Бүгін
ru: Сегодня

# today.add_habit
source: Add Habit
kk: Әдет қосу
ru: Добавить привычку

# today.all_done.open_schedule
source: Open Schedule
kk: Кестені ашу
ru: Открыть расписание

# today.all_done.subtitle
source: All done for today. Open Schedule and check Upcoming for tomorrow.
kk: Бүгін бәрі орындалды. Кестені ашып, ертеңгі Upcoming тізімін қараңыз.
ru: На сегодня все выполнено. Откройте расписание и раздел Upcoming на завтра.

# today.all_done.title
source: All done for today
kk: Бүгін бәрі орындалды
ru: Все выполнено на сегодня

# today.completed.section
source: Completed
kk: Аяқталғандар
ru: Выполнено

# today.day_streak
source: day streak
kk: күндік серия
ru: дней подряд

# today.empty.subtitle
source: Add habits or adjust schedules to start today.
kk: Бүгін бастау үшін әдет қосыңыз немесе кестені өзгертіңіз.
ru: Добавьте привычки или измените расписание, чтобы начать сегодня.

# today.coach.first_completion.message
source: Tap the circle beside a habit when you finish it.
kk: Әдетті орындағанда, жанындағы шеңберді басыңыз.
ru: Выполнив привычку, нажмите кружок рядом с ней.

# today.coach.first_completion.title
source: Your first check-in
kk: Алғашқы белгі
ru: Первая отметка

# today.empty.title
source: No habits scheduled today
kk: Бүгінге әдет жоспарланбаған
ru: Сегодня нет запланированных привычек

# today.manage
source: Manage
kk: Басқару
ru: Управление

# today.progress
source: %d of %d completed today
kk: Бүгін %d / %d орындалды
ru: Сегодня выполнено %d из %d

# today.quote_of_day
source: Quote of the day
kk: Күннің нақыл сөзі
ru: Цитата дня

# today.toggle_completion
source: Toggle completion
kk: Орындалуын белгілеу
ru: Переключить выполнение

# weekday.fri
source: Fr
kk: Жм
ru: Пт

# weekday.mon
source: Mo
kk: Дс
ru: Пн

# weekday.sat
source: Sa
kk: Сн
ru: Сб

# weekday.sun
source: Su
kk: Жс
ru: Вс

# weekday.thu
source: Th
kk: Бс
ru: Чт

# weekday.tue
source: Tu
kk: Сс
ru: Вт

# weekday.wed
source: We
kk: Ср
ru: Ср

# widgets.checklist.description
source: Today's habits with quick check-off.
kk: Бүгінгі әдеттер және жылдам белгілеу.
ru: Привычки на сегодня с быстрой отметкой.

# widgets.checklist.name
source: Today checklist
kk: Бүгінгі тізім
ru: Чек-лист на сегодня

# widgets.dhikr.description
source: Count dhikr from the home screen.
kk: Үй экранынан зикр санаңыз.
ru: Считайте зикр с главного экрана.

# widgets.dhikr.name
source: Dhikr counter
kk: Зикр санағыш
ru: Счётчик зикра

# widgets.groups.description
source: Group accountability with quick reminders.
kk: Топтық жауапкершілік және жылдам еске салу.
ru: Группы с быстрыми напоминаниями.

# widgets.groups.name
source: Groups
kk: Топтар
ru: Группы

# widgets.groups.remind
source: Remind
kk: Еске салу
ru: Напомнить

# widgets.groups.send_failed
source: Couldn't send
kk: Жіберу мүмкін болмады
ru: Не удалось отправить

# widgets.groups.sent
source: Sent
kk: Жіберілді
ru: Отправлено

# widgets.groups.signin
source: Sign in to remind
kk: Еске салу үшін кіріңіз
ru: Войдите, чтобы напомнить

# widgets.intents.dhikr.title
source: Count dhikr
kk: Зикр санау
ru: Посчитать зикр

# widgets.intents.param.group
source: Group
kk: Топ
ru: Группа

# widgets.intents.param.habit
source: Habit
kk: Әдет
ru: Привычка

# widgets.intents.param.member
source: Member
kk: Қатысушы
ru: Участник

# widgets.intents.remind.title
source: Send reminder
kk: Еске салу жіберу
ru: Отправить напоминание

# widgets.intents.toggle.title
source: Toggle habit
kk: Әдетті ауыстыру
ru: Переключить привычку

# widgets.more
source: %1$d more
kk: Тағы %1$d
ru: Ещё %1$d

# widgets.progress.description
source: Today's progress and streak.
kk: Бүгінгі прогресс және серия.
ru: Прогресс и серия за сегодня.

# widgets.progress.name
source: Progress
kk: Прогресс
ru: Прогресс

# widgets.quicktoggle.description
source: Complete one habit with a tap.
kk: Бір түртумен әдетті белгілеңіз.
ru: Отмечайте привычку одним касанием.

# widgets.quicktoggle.name
source: Quick toggle
kk: Жылдам ауыстыру
ru: Быстрое переключение

# widgets.stale
source: Open Sunnad to refresh
kk: Жаңарту үшін Sunnad ашыңыз
ru: Откройте Sunnad, чтобы обновить

# widgets.today.empty
source: No habits today
kk: Бүгін дағы әдет жоқ
ru: Сегодня нет привычек

# widgets.today.progress
source: %1$@/%2$@ done
kk: %1$@/%2$@ орындалды
ru: %1$@/%2$@ выполнено
